Revit 2027 API
ParameterTypeId.RbsElecTrueLoadPhasec Property
 "True Power Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueLoadPhasec { get; }
Public Shared ReadOnly Property RbsElecTrueLoadPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueLoadPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecTrueLoadPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace